[
  {"slug":"fire","title":"Fire Damage Claims","desc":"Comprehensive guide to fire insurance claims, including deadlines, documentation requirements, proof of loss, and how to maximize your settlement. Learn about smoke damage, total loss scenarios, and working with adjusters.","keywords":"fire damage, smoke damage, proof of loss, fire insurance, house fire claim"},
  {"slug":"water","title":"Water Damage Claims","desc":"Essential guide for handling water damage and burst pipe claims effectively. Understand coverage types, mitigation requirements, mold prevention, and documentation best practices.","keywords":"water damage, burst pipe, flood insurance, water leak, mold damage"},
  {"slug":"wind","title":"Wind & Storm Damage Claims","desc":"Navigate windstorm and tornado-related insurance claims with confidence. Learn about wind damage coverage, roof damage assessment, and how to document storm-related losses.","keywords":"wind damage, storm damage, tornado, roof damage, windstorm insurance"},
  {"slug":"hail","title":"Hail Damage Claims","desc":"Complete guide to filing hail-related roof and auto claims. Learn how to identify hail damage, work with roofers, document repairs, and maximize your hail damage settlement.","keywords":"hail damage, roof damage, hail insurance, auto hail damage, hail claim"},
  {"slug":"flood","title":"Flood Damage Claims","desc":"Understanding NFIP and private flood coverage. Learn about flood insurance requirements, FEMA claims, flood damage documentation, and how to file effective flood damage claims.","keywords":"flood insurance, NFIP, FEMA, flood damage, flood claim"},
  {"slug":"hurricane","title":"Hurricane & Catastrophe Claims","desc":"Comprehensive resource for hurricane-related insurance claims. Includes deadlines, documentation requirements, wind vs. water damage, and how to navigate catastrophe claims.","keywords":"hurricane damage, hurricane insurance, catastrophe claim, hurricane deductible, storm surge"},
  {"slug":"vandalism","title":"Vandalism & Theft Claims","desc":"Guide to documenting property damage and theft for insurers. Learn about vandalism coverage, theft documentation, police reports, and how to maximize your vandalism/theft claim.","keywords":"vandalism, theft claim, property damage, burglary, malicious mischief"},
  {"slug":"liability","title":"Liability Claims","desc":"Expert guidance for personal and business liability claims. Understand liability coverage, third-party claims, defense costs, and how to protect yourself in liability situations.","keywords":"liability insurance, personal liability, business liability, third-party claim, liability coverage"},
  {"slug":"business-interruption","title":"Business Interruption Claims","desc":"How to calculate lost revenue and present documentation for business interruption claims. Learn about business income coverage, extra expense, and proving lost profits.","keywords":"business interruption, business income, lost revenue, business insurance, BI claim"},
  {"slug":"condo","title":"Condominium & HOA Claims","desc":"Special considerations for shared property policies. Understand master policies vs. unit owner policies, condo insurance, HOA claims, and how to navigate shared property damage.","keywords":"condo insurance, HOA claim, condominium claim, master policy, unit owner policy"}
]


